<?php

return [
    'Dashboard' => 'لوحة التحكم',
    // Other translation mappings...
    'Products' => 'المنتجات',
    'titleMain' => 'التكنولوجيا في متناول يدك',
    'titleText' => 'متجرنا هو وجهتك المثالية لشراء الأجهزة المحمولة ومستلزمات التكنولوجيا الحديثة. نحن نقدم مجموعة واسعة من الهواتف المحمولة وأجهزة الكمبيوتر المحمولة والطابعات والأجهزة الإلكترونية الأخرى. نحرص على تقديم منتجات عالية الجودة من علامات تجارية موثوقة، بتشكيلة متنوعة تلبي احتياجات كافة العملاء.',
    'smartphone' => 'الهواتف الذكية',
    'laptops' => 'أجهزة الكمبيوتر المحمولة',
    'printers' => 'الطابعات',
];